[
   {
      "title": "Cipher Merchandise Available via Japanese Online Store!",
      "author": "VincentASM",
      "preview": "\nAs mentioned during , Intelligent Systems will be selling  merchandise new and old via .\n\nIf you’re interested in the Cipher products specifically, you’ll want to use . The main highlights are Art Works 19 and 20, which will be releasing for the first time. But there are many legacy items too, including lots of play mats!\nFinally, after nearly 5 years, I might actually get the little sisters play mat!\nPre-orders can be made before the end of 14th June 2020 (JST). Please note that shipping is only available within Japan. Also, it’s possible that some items may sell out before the end of the pre-order period.\nFire Emblem Cipher Art Works 1 to 20 (2,200 Yen each) and Extra Selections (3,850 Yen)\n \nThese are glossy art books featuring artworks from the corresponding Cipher series. So Volume 20 has artwork from Series 20 and so forth. Extra Selections has assorted artwork from promo cards.\nPictured are Volumes 19 (left) and 20 (right).\nFire Emblem Cipher Play Mats – 3,850 Yen each\n\nThese are lovely play mats used for playing Cipher, other card games or just admiring. Normally, they’re incredibly difficult to acquire, being among the first products to sell out during events. Don’t let this chance slip by!\nThe available designs are: Little brothers (pictured above), Little sisters, Big sisters, Big brothers and Pixel Heroes\n \n"
   },
   {
      "title": "Heroes: Resplendent Roy, Three Houses Revival, Twitter Vote for Next Event Revival & “Shrouded Skirmish” Voting Gauntlet!",
      "author": "VincentASM",
      "preview": "\nThis week in Fire Emblem Heroes is off to a busy start! Firstly, Feh Pass owners can now receive their . Afterwards, the next Resplendent Hero being offered will be Roy: Young Lion.\n\nYou can check out his artwork and some of his voice clips via . Resplendent Roy will be available from 10th June 2020 (UTC), after the distribution for Sanaki ends.\n \nNext up, the  will be returning until 2nd June (UTC). This time around, the guaranteed 5-star focus Hero after 40 summons will be in place! Previously this was intended for New Heroes only, but presumably they’re testing the waters.\nAlso, the corresponding Forging Bonds event “Joining Forces” is back for the same time period.\n\nFurthermore, there’s a  for the next banner and Forging Bonds revival to be held in July. The candidates are , ,  and . Voting will continue until approx. 30th May (UTC).\nLike the Three Houses revival, the next revival will have the guaranteed 5-star summon, so this could be a good chance to nab a Hero that previously slipped from your grasp. Perhaps with enough pushing, they’ll add it for Special Heroes too?\n \n"
   },
   {
      "title": "Cipher Spring 2020 Livestream Recap: New S21 Cards, S22 Art, and More!",
      "author": "Prince of Iris",
      "preview": "\n\nWelcome to our recap of the Spring 2020 episode of the regularly scheduled show about , where Intelligent Systems broadcasts news about the Japanese trading card game.\nNew card artwork of the Gatekeeper from , shared by the official Twitter account, , shortly before the show.\nWe’ll be touching on the highlights of the livestream for all your Cipher needs, so continue reading to learn more.\n \n"
   },
   {
      "title": "Heroes: Tempest Trials+ Now Live, Heroes with Lull Skills & Upcoming Increase to Minimum Specs",
      "author": "VincentASM",
      "preview": "\nWe have a couple of notifications for Fire Emblem Heroes players before the coming weekend. Firstly, the Tempest Trials+ event “A Waltz Unending” is currently on-going.\n\nThe event ends on 1st June 2020 (UTC). For additional details, please refer to .\n\nNext up, there’s a Heroes with Lull Skills banner if that tickles your fancy. The featured Heroes are Bernadetta, Sirius and Kiria. This will also be available during the same time-frame.\nIn case you missed it, there’s also a bunch of Tome Arts quests available until 4th June (UTC). Completing these quests will net you 4 Orbs and other random trinkets. If your Tome users aren’t too squishy, you could probably combine this with your Tempest Trials grinding.\n \nLastly, the FE Heroes team shared an important message about the upcoming Version 4.6.0 update, scheduled for June. With this update, the game’s minimum specs will be increased:\n\niOS devices: 2 GB RAM (previously 1 GB)\nAndroid devices: Android OS 4.4 or higher (previously 4.2 or higher)\n\niOS users who don’t have 2 GB RAM can still potentially play the game, but may run into “performance issues”. However, Android users on 4.3 or lower won’t be able to access the game full stop.\n"
   }
]